Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: The deposit will be automatically made on the selected date and at the specified time each month; if the selected date does not exist in a particular month (e.g., the 31st), the system will automatically postpone it to the last day of that month.
ar: الإيداع الشهري التلقائي في التاريخ والوقت المحددين؛ إذا لم يكن هناك التاريخ المحدد في الشهر (مثل اليوم 31)، سيتم التمديد تلقائيًا إلى آخر يوم من الشهر.
az: Hər ay seçilmiş tarixdə və xüsusi vaxtda avtomatik yatırılır; əgər ayda seçilmiş tarix (məsələn, 31-i) yoxdursa, sistem avtomatik olaraq ayın son gününə keçirəcək.
bg: Автоматично внасяне всеки месец на избраната дата и час; ако месецът няма избраната дата (напр. 31-во число), системата автоматично ще премести вноската за последния ден от месеца.
bn: প্রতি মাসে নির্বাচিত তারিখে এবং নির্দিষ্ট সময়ে স্বয়ংক্রিয়ভাবে জমা হবে; যদি সেই মাসে নির্বাচিত তারিখ না থাকে (যেমন ৩১ তারিখ), সিস্টেমটি স্বয়ংক্রিয়ভাবে সেই মাসের শেষ দিনে পিছিয়ে দেবে।
ca: Ingrés automàtic cada mes a la data i hora seleccionades; si el mes no té la data seleccionada (com el dia 31), el sistema l'ajornarà automàticament a l'últim dia del mes.
ceb: Awtomatikong ideposito kada bulan sa piniling petsa ug oras; kung walay piniling petsa ang maong bulan (sama sa ika-31), awtomatikong i-postpone sa sistema ngadto sa katapusang adlaw sa bulan.
cs: Automaticky vložit každý měsíc ve vybrané datum a čas; pokud měsíc nemá vybrané datum (např. 31.), systém to automaticky posune na poslední den v měsíci.
da: Indsæt automatisk hver måned på den valgte dato og det specifikke tidspunkt; hvis den valgte dato ikke findes i måneden (f.eks. den 31.), udskydes det automatisk til månedens sidste dag.
de: Automatische monatliche Einzahlung am gewählten Datum und zur bestimmten Zeit; wenn das Datum im Monat nicht existiert (z. B. 31.), verschiebt das System es automatisch auf den letzten Tag des Monats.
el: Αυτόματη κατάθεση κάθε μήνα στην επιλεγμένη ημερομηνία και ώρα. Αν ο μήνας δεν έχει την επιλεγμένη ημερομηνία (π.χ. 31), το σύστημα θα μετατεθεί αυτόματα στην τελευταία ημέρα του μήνα.
es: Depósito automático mensual en la fecha y hora seleccionadas; si el mes no tiene la fecha seleccionada (como el 31), el sistema se pospondrá automáticamente al último día del mes.
es_us: Depósito automático mensual en la fecha y hora seleccionadas; si el mes no tiene la fecha seleccionada (como el 31), el sistema lo pospondrá automáticamente al último día del mes.
et: Automaatne sissemakse iga kuu valitud kuupäeval ja kellaajal; kui kuus pole valitud kuupäeva (nt 31.), lükkab süsteem selle automaatselt kuu viimasele päevale.
fa: واریز خودکار ماهانه در تاریخ و زمان مشخص شده؛ اگر ماه جاری تاریخ انتخاب شده را نداشته باشد (مثلاً ۳۱ ام)، سیستم به طور خودکار آن را به آخرین روز ماه موکول می‌کند.
fi: Talleta automaattisesti joka kuukausi valittuna päivänä ja aikana; jos kuukaudessa ei ole valittua päivää (kuten 31.), järjestelmä siirtää sen automaattisesti kuukauden viimeiselle päivälle.
fil: Awtomatikong magdeposito buwan-buwan sa napiling petsa at oras; kung wala ang napiling petsa sa buwang iyon (tulad ng ika-31), awtomatikong ipagpapaliban ng system sa huling araw ng buwan.
fr: Dépôt automatique chaque mois à la date et à l'heure sélectionnées ; si la date sélectionnée n'existe pas dans le mois (comme le 31), le système reportera automatiquement au dernier jour du mois.
fr_ca: Dépôt automatique chaque mois à la date et à l'heure sélectionnées; si le mois n'a pas la date sélectionnée (ex: le 31), le système reportera automatiquement au dernier jour du mois.
ga: Taisc go huathoibríoch ar an dáta roghnaithe agus am ar leith gach mí; mura bhfuil an dáta roghnaithe ag an mí reatha (m.sh. an 31ú), cuirfidh an córas siar go huathoibríoch é go dtí an lá deireanach den mhí sin.
gu: દર મહિને પસંદ કરેલી તારીખ અને ચોક્કસ સમયે આપમેળે જમા કરો; જો મહિનામાં પસંદ કરેલી તારીખ (જેમ કે 31મી) ન હોય, તો સિસ્ટમ આપમેળે મહિનાના છેલ્લા દિવસ સુધી લંબાવશે.
he: הפקדה אוטומטית חודשית בתאריך ובשעה הנבחרים; אם החודש אין את התאריך הנבחר (כגון ה-31), המערכת תדחה אוטומטית ליום האחרון של החודש.
hi: हर महीने चयनित तारीख और विशिष्ट समय पर स्वचालित रूप से जमा करें; यदि महीने में चयनित तारीख (जैसे 31 तारीख) नहीं है, तो सिस्टम स्वचालित रूप से महीने के अंतिम दिन तक बढ़ा देगा।
hr: Automatska uplata svakog mjeseca na odabrani datum i vrijeme; ako mjesec nema odabrani datum (npr. 31.), sustav će automatski odgoditi do posljednjeg dana u mjesecu.
hu: Automatikus befizetés havonta a kiválasztott dátumon és időpontban; ha a hónapban nincs ilyen dátum (pl. 31.), a rendszer automatikusan a hónap utolsó napjára halasztja.
id: Setor otomatis setiap bulan pada tanggal dan waktu tertentu; jika bulan tersebut tidak memiliki tanggal yang dipilih (misalnya tanggal 31), sistem otomatis akan menundanya hingga hari terakhir bulan tersebut.
is: Mánaðarlega á völdum degi og tíma sjálfkrafa; ef valinn dagur er ekki til í mánuðinum (t.d. 31.), færir kerfið það sjálfkrafa á síðasta dag mánaðarins.
it: Deposito automatico mensile nella data e ora selezionate; se il mese non ha la data selezionata (es. 31), il sistema la posticiperà automaticamente all'ultimo giorno del mese.
ja: 毎月、指定した日付と時間に自動で入金します。もしその月に指定した日付（31日など）がない場合、システムは自動的にその月の最終日に順延します。
jv: Simpen otomatis saben wulan ing tanggal lan wektu tartamtu; yen wulan saiki ora ana tanggal sing dipilih (contone tanggal 31), sistem bakal otomatis nundha nganti dina pungkasan wulan kasebut.
kk: Ай сайын таңдалған күні және белгілі бір уақытта автоматты түрде салу; егер бұл айда таңдалған күн болмаса (мысалы, 31-і), жүйе автоматты түрде айдың соңғы күніне ауыстырады.
km: ដាក់ប្រាក់ចូលដោយស្វ័យប្រវត្តិជារៀងរាល់ខែនៅកាលបរិច្ឆេទ និងម៉ោងដែលបានជ្រើសរើស។ ប្រសិនបើខែបច្ចុប្បន្នមិនមានកាលបរិច្ឆេទដែលបានជ្រើសរើស (ឧទាហរណ៍ថ្ងៃទី 31) ប្រព័ន្ធនឹងពន្យារពេលដោយស្វ័យប្រវត្តិទៅថ្ងៃចុងក្រោយនៃខែ។
kn: ಪ್ರತಿ ತಿಂಗಳು ಆಯ್ಕೆಮಾಡಿದ ದಿನಾಂಕ ಮತ್ತು ನಿರ್ದಿಷ್ಟ ಸಮಯದಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಜಮಾ ಮಾಡಿ; ಆ ತಿಂಗಳಲ್ಲಿ ಆಯ್ಕೆಮಾಡಿದ ದಿನಾಂಕವಿಲ್ಲದಿದ್ದರೆ (ಉದಾಹರಣೆಗೆ 31 ನೇ ತಾರೀಖು), ಸಿಸ್ಟಮ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಆ ತಿಂಗಳ ಕೊನೆಯ ದಿನಕ್ಕೆ ಮುಂದೂಡುತ್ತದೆ.
ko: 매월 지정된 날짜와 시간에 자동으로 입금합니다. 만약 해당 월에 지정된 날짜(예: 31일)가 없다면, 시스템이 자동으로 그달의 마지막 날로 연기합니다.
lt: Automatiškai įnešti kas mėnesį pasirinktą dieną ir laiku; jei mėnuo neturi pasirinktos dienos (pvz., 31 d.), sistema automatiškai perkels į paskutinę mėnesio dieną.
lv: Automātiski iemaksāt katru mēnesi izvēlētajā datumā un laikā; ja kārtējā mēnesī nav izvēlētā datuma (piemēram, 31.), sistēma to automātiski pārcels uz mēneša pēdējo dienu.
ml: എല്ലാ മാസവും തിരഞ്ഞെടുത്ത തീയതിയിലും സമയത്തും ഓട്ടോമാറ്റിക്കായി നിക്ഷേപിക്കുക; ആ മാസത്തിൽ തിരഞ്ഞെടുത്ത തീയതി ഇല്ലെങ്കിൽ (ഉദാഹരണത്തിന് 31-ാം തീയതി), സിസ്റ്റം സ്വയമേവ ആ മാസത്തെ അവസാന ദിവസത്തേക്ക് മാറ്റുന്നതാണ്.
mr: दर महिन्याला निवडलेल्या तारखेला आणि विशिष्ट वेळेवर आपोआप जमा होते; जर महिन्याला निवडलेली तारीख नसेल (उदा. ३१ तारीख), तर सिस्टम आपोआप त्या महिन्याच्या शेवटच्या दिवसापर्यंत पुढे ढकलली जाईल.
ms: Deposit secara automatik pada tarikh dan masa tertentu yang dipilih setiap bulan; jika bulan tersebut tiada tarikh yang dipilih (seperti 31hb), sistem akan menundanya secara automatik ke hari terakhir bulan tersebut.
my: လစဉ် ရွေးချယ်ထားသော ရက်စွဲနှင့် အချိန်တွင် အလိုအလျောက် ငွေသွင်းပါမည်။ အကယ်၍ ထိုလတွင် ရွေးချယ်ထားသော ရက်စွဲ (ဥပမာ - ၃၁ ရက်) မရှိပါက၊ စနစ်သည် ထိုလ၏ နောက်ဆုံးရက်သို့ အလိုအလျောက် ပြောင်းလဲသတ်မှတ်ပါမည်။
nb: Sett inn automatisk hver måned på valgt dato og tidspunkt; hvis måneden ikke har den valgte datoen (f.eks. den 31.), vil systemet automatisk utsette det til den siste dagen i måneden.
nl: Elke maand automatisch storten op de geselecteerde datum en tijd; als de geselecteerde datum niet bestaat in de maand (zoals de 31e), zal het systeem automatisch uitstellen tot de laatste dag van de maand.
or: ପ୍ରତି ମାସରେ ମନୋନୀତ ତାରିଖ ଏବଂ ନିର୍ଦ୍ଦିଷ୍ଟ ସମୟରେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଜମା ହୁଏ; ଯଦି ମାସରେ ମନୋନୀତ ତାରିଖ ନଥାଏ (ଯେପରିକି ୩୧ ତାରିଖ), ସିଷ୍ଟମ୍ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସେହି ମାସର ଶେଷ ଦିନ ପର୍ଯ୍ୟନ୍ତ ଘୁଞ୍ଚାଇ ଦେବ।
pa: ਹਰ ਮਹੀਨੇ ਚੁਣੀ ਹੋਈ ਮਿਤੀ ਅਤੇ ਖਾਸ ਸਮੇਂ 'ਤੇ ਆਪਣੇ ਆਪ ਜਮ੍ਹਾਂ ਕਰੋ; ਜੇਕਰ ਮੌਜੂਦਾ ਮਹੀਨੇ ਵਿੱਚ ਚੁਣੀ ਗਈ ਮਿਤੀ ਨਹੀਂ ਹੈ (ਜਿਵੇਂ ਕਿ 31 ਤਾਰੀਖ), ਤਾਂ ਸਿਸਟਮ ਆਪਣੇ ਆਪ ਮਹੀਨੇ ਦੇ ਆਖਰੀ ਦਿਨ ਤੱਕ ਵਧਾ ਦੇਵੇਗਾ।
pl: Automatyczna wpłata co miesiąc w wybranym dniu i o określonej godzinie; jeśli w danym miesiącu nie ma wybranego dnia (np. 31), system automatycznie przesunie wpłatę na ostatni dzień miesiąca.
pt_br: Depósito automático mensal na data e hora selecionadas; se o mês não tiver a data selecionada (como dia 31), o sistema adiará automaticamente para o último dia do mês.
pt_pt: Depósito automático mensal na data e hora selecionadas; se o mês não tiver a data selecionada (como dia 31), o sistema adiará automaticamente para o último dia do mês.
ro: Depunere automată lunară la data selectată și ora specifică; dacă luna curentă nu are data selectată (de ex. 31), sistemul o va amâna automat pentru ultima zi a lunii.
ru: Автопополнение в выбранную дату и время каждый месяц; если даты (например, 31-го) нет, переносится на последний день месяца.
sk: Automatický vklad každý mesiac vo vybraný dátum a čas; ak mesiac nemá vybraný dátum (napr. 31.), systém ho automaticky posunie na posledný deň v mesiaci.
sl: Samodejni polog vsak mesec na izbrani datum in uro; če mesec nima izbranega datuma (npr. 31.), ga sistem samodejno prestavi na zadnji dan v mesecu.
sq: Depozito automatikisht çdo muaj në datën dhe kohën e zgjedhur; nëse muaji nuk e ka datën e zgjedhur (si data 31), sistemi do ta shtyjë automatikisht në ditën e fundit të muajit.
sv: Sätts in automatiskt varje månad vid valt datum och tid; om månaden inte har det valda datumet (t.ex. den 31:a) flyttar systemet det automatiskt till månadens sista dag.
sw: Weka kiotomatiki kila mwezi kwa tarehe na wakati uliochaguliwa; ikiwa mwezi hauna tarehe iliyochaguliwa (kama tarehe 31), mfumo utaahirisha kiotomatiki hadi siku ya mwisho ya mwezi huo.
ta: ஒவ்வொரு மாதமும் தேர்ந்தெடுக்கப்பட்ட தேதி மற்றும் நேரத்தில் தானாகவே டெபாசிட் செய்யப்படும்; மாதத்தில் தேர்ந்தெடுக்கப்பட்ட தேதி இல்லை என்றால் (எ.கா. 31 ஆம் தேதி), அமைப்பு தானாகவே அந்த மாதத்தின் கடைசி நாளுக்கு மாற்றும்.
te: ప్రతి నెల ఎంచుకున్న తేదీ మరియు సమయంలో స్వయంచాలకంగా జమ చేయబడుతుంది; ఆ నెలలో ఎంచుకున్న తేదీ లేకపోతే (ఉదాహరణకు 31వ తేదీ), సిస్టమ్ స్వయంచాలకంగా నెలాఖరుకు మారుస్తుంది.
th: ฝากอัตโนมัติทุกเดือนในวันที่และเวลาที่เลือก หากเดือนนั้นไม่มีวันที่เลือก (เช่น วันที่ 31) ระบบจะเลื่อนไปเป็นวันสุดท้ายของเดือนนั้นโดยอัตโนมัติ
tr: Her ay seçilen tarih ve saatte otomatik olarak yatırılır; eğer o ayda seçilen tarih yoksa (örneğin 31'i), sistem otomatik olarak o ayın son gününe erteler.
uk: Автоматичне поповнення щомісяця у вибрану дату. Якщо дати немає (напр. 31-го), переноситься на останній день місяця.
ur: ہر ماہ منتخب تاریخ اور مخصوص وقت پر خودکار طور پر جمع کریں؛ اگر مہینے میں منتخب تاریخ نہ ہو (جیسے 31 تاریخ)، تو سسٹم خودکار طور پر مہینے کے آخری دن تک مؤخر کر دے گا۔
uz: Har oy belgilangan sana va vaqtda avtomatik ravishda pul kiritish; agar oyda tanlangan sana bo'lmasa (masalan, 31-sana), tizim avtomatik ravishda oyning oxirgi kuniga o'tkazadi.
vi: Tự động gửi vào ngày và giờ cụ thể đã chọn hàng tháng; nếu tháng đó không có ngày đã chọn (như ngày 31), hệ thống sẽ tự động hoãn đến ngày cuối cùng của tháng đó.
zh_hans: 每月在选定的日期和特定时间自动存入；如果当月没有选定的日期（如31号），系统将自动延顺至当月最后一天。
zh_hant: 每月在選定的日期和特定時間自動存入；如果當月沒有選定的日期（如 31 號），系統將自動延順至當月最後一天。
zh_hk: 每月在選定的日期和特定時間自動存入；如果當月沒有選定的日期（如 31 號），系統將自動順延至當月最後一天。

source: The piggy bank displays the currency symbol; currency conversion is not currently supported.
ar: عرض رمز العملة في الحافظة، ولا يدعم التحويل بين العملات حاليًا.
az: Yığım qutusunun valyuta simvolunu göstərir, valyuta konvertasiyası hələ dəstəklənmir.
bg: Показва валутния символ на касичката, конвертирането на валута все още не се поддържа.
bn: পিগি ব্যাংকের মুদ্রার প্রতীক প্রদর্শন করুন, বর্তমানে মুদ্রা রূপান্তর সমর্থন করে না।
ca: Mostra el símbol de la moneda de la guardiola; de moment no s'admet la conversió de divisa.
ceb: Ipakita ang simbolo sa kwarta sa alkansiya, wala pa gisuportahan ang pagkakaron ang currency conversion.
cs: Zobrazuje symbol měny pokladničky, převod měn zatím není podporován.
da: Vis sparegrisens valutasymbol, valutakonvertering understøttes ikke i øjeblikket.
de: Zeigt das Währungssymbol des Sparschweins an, Währungsumrechnung wird derzeit nicht unterstützt.
el: Εμφάνιση του συμβόλου νομίσματος του κουμπαρά, προς το παρόν δεν υποστηρίζεται μετατροπή νομίσματος.
es: Muestra el símbolo de moneda de la alcancía, no soporta conversión de moneda por el momento.
es_us: Muestra el símbolo de moneda de la alcancía, por ahora no soporta conversión de divisas.
et: Kuvab rahakassa valuuta sümboli, valuuta konverteerimist praegu ei toetata.
fa: نمایش نماد ارز قلک، تبدیل ارز در حال حاضر پشتیبانی نمی‌شود.
fi: Näytä säästölippaan valuuttatunnus, valuuttamuunnosta ei tällä hetkellä tueta.
fil: Ipakita ang simbolo ng pera ng alkansya, hindi pa suportado ang pagpapalit ng pera sa ngayon.
fr: Affiche le symbole monétaire de la tirelire, la conversion de devise n'est pas prise en charge pour le moment.
fr_ca: Affiche le symbole monétaire de la tirelire, la conversion de devise n'est pas prise en charge pour le moment.
ga: Taispeáin siombail airgeadra na muice sparáin, ní thacaítear le tiontú airgeadra faoi láthair.
gu: પિગી બેંકનું ચલણ પ્રતીક દર્શાવો, હાલમાં ચલણ રૂપાંતરણને સપોર્ટ કરતું નથી.
he: הצג את סמל המטבע של קופת החיסכון, כרגע אין תמיכה בהמרת מטבעות.
hi: पिग्गी बैंक का मुद्रा प्रतीक प्रदर्शित करें, वर्तमान में मुद्रा रूपांतरण का समर्थन नहीं करता है।
hr: Prikazuje simbol valute kasice prasice, konverzija valuta trenutno nije podržana.
hu: A persely pénznemének szimbólumát jeleníti meg, a valutaváltás jelenleg nem támogatott.
id: Menampilkan simbol mata uang celengan, konversi mata uang saat ini tidak didukung.
is: Sýna gjaldmiðilstákn sparibauks, styður ekki gjaldmiðlaskipti eins og er.
it: Mostra il simbolo della valuta del salvadanaio, la conversione di valuta non è attualmente supportata.
ja: 貯金箱の通貨記号を表示します。現在、通貨換算には対応していません。
jv: Tampilake simbol mata uang celengan, saiki ora ndhukung konversi mata uang.
kk: Жинақ сандықшасының валюта таңбасын көрсету, әзірге валюта айырбастауға қолдау көрсетілмейді.
km: បង្ហាញនិមិត្តសញ្ញារូបិយប័ណ្ណនៃធនាគារសន្សំប្រាក់ មិនគាំទ្រការបំប្លែងរូបិយប័ណ្ណជាបណ្តោះអាសន្ន។
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್‌ನ ಕರೆನ್ಸಿ ಚಿಹ್ನೆಯನ್ನು ತೋರಿಸಿ, ಕರೆನ್ಸಿ ಪರಿವರ್ತನೆಯನ್ನು ಸದ್ಯಕ್ಕೆ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
ko: 저금통의 통화 기호를 표시하며, 현재 환율 변환은 지원하지 않습니다.
lt: Rodyti taupyklės valiutos simbolį; valiutos konvertavimas šiuo metu nepalaikomas.
lv: Rāda krājkasītes valūtas simbolu, valūtas konvertācija pašlaik netiek atbalstīta.
ml: പിഗ്ഗി ബാങ്കിന്റെ കറൻസി ചിഹ്നം കാണിക്കുന്നു, കറൻസി മാറ്റം നിലവിൽ പിന്തുണയ്ക്കുന്നില്ല.
mr: पिगी बँकेचे चलन चिन्ह दाखवा, सध्या चलन रूपांतरणाला समर्थन देत नाही.
ms: Paparkan simbol mata wang tabung simpanan, penukaran mata wang tidak disokong buat masa ini.
my: စုဘူး၏ ငွေကြေး သင်္ကေတကို ပြသပေးသော်လည်း ငွေကြေးလဲလှယ်ခြင်းကို လောလောဆယ် မပံ့ပိုးသေးပါ။
nb: Vis valutasymbolet for sparebøssen, valutakonvertering støttes ikke for øyeblikket.
nl: Toon het valutasymbool van de spaarpot, valutaconversie wordt momenteel niet ondersteund.
or: ପିଗି ବ୍ୟାଙ୍କର ମୁଦ୍ରା ପ୍ରତୀକ ଦେଖାନ୍ତୁ, ବର୍ତ୍ତମାନ ମୁଦ୍ରା ରୂପାନ୍ତରକୁ ସମର୍ଥନ କରେ ନାହିଁ।
pa: ਗੁੱਲਕ ਦਾ ਮੁਦਰਾ ਚਿੰਨ੍ਹ ਦਿਖਾਓ, ਫਿਲਹਾਲ ਮੁਦਰਾ ਪਰਿਵਰਤਨ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ।
pl: Wyświetl symbol waluty skarbonki, przeliczanie walut nie jest obecnie obsługiwane.
pt_br: Exibe o símbolo da moeda do cofrinho, conversão de moeda não suportada no momento.
pt_pt: Exibe o símbolo da moeda do cofrinho, conversão de moeda não suportada no momento.
ro: Afișează simbolul valutar al pușculiței, conversia valutară nu este suportată momentan.
ru: Отображает символ валюты копилки, конвертация валют пока не поддерживается.
sk: Zobrazuje symbol meny pokladničky, prevod mien zatiaľ nie je podporovaný.
sl: Prikaže simbol valute hranilnika, pretvorba valut še ni podprta.
sq: Shfaq simbolin e monedhës së arkës së kursimit, konvertimi i monedhës nuk mbështetet për momentin.
sv: Visar spargrisens valutasymbol, valutakonvertering stöds inte för närvarande.
sw: Onyesha alama ya sarafu ya kibubu, ubadilishaji wa sarafu hauhimiliwi kwa sasa.
ta: உண்டியலின் நாணயக் குறியீட்டைக் காட்டுகிறது, நாணய மாற்றம் தற்சமயம் ஆதரிக்கப்படவில்லை.
te: పిగ్గీ బ్యాంక్ కరెన్సీ గుర్తును చూపుతుంది, ప్రస్తుతం కరెన్సీ మార్పిడికి మద్దతు లేదు.
th: แสดงสัญลักษณ์สกุลเงินของกระปุกออมสิน ยังไม่รองรับการแปลงสกุลเงิน
tr: Kumbaranın para birimi simgesini gösterir, şu anda para birimi dönüştürme desteklenmemektedir.
uk: Відображається символ валюти скарбнички, конвертація поки не підтримується.
ur: گلک کی کرنسی کی علامت دکھائیں، فی الحال کرنسی کی تبدیلی کی سہولت نہیں ہے۔
uz: Pul yig'ish qutisi valyuta belgisini ko'rsatish, hozircha valyuta konvertatsiyasi qo'llab-quvvatlanmaydi.
vi: Hiển thị ký hiệu tiền tệ của heo đất, tạm thời không hỗ trợ chuyển đổi tiền tệ.
zh_hans: 显示存钱罐的货币符号，暂不支持货币转换。
zh_hant: 顯示存錢筒的貨幣符號，暫不支援貨幣轉換。
zh_hk: 顯示存錢罐的貨幣符號，暫不支援貨幣轉換。
